
"qtMovieViewAccessibilityMovie" = "ムービー";
"qtMovieViewAccessibilityRole" = "ロール";
"qtMovieViewAccessibilitySubrole" = "サブロール";
"qtMovieViewAccessibilityView" = "表示";
"qtMovieViewAccessibilityImage" = "イメージ";

"qtMovieViewContextMenuFlashBack" = "戻る";
"qtMovieViewContextMenuFlashForward" = "再生";
"qtMovieViewContextMenuFlashLoop" = "再生の繰り返し";
"qtMovieViewContextMenuFlashPlay" = "再生";
"qtMovieViewContextMenuFlashRewind" = "巻き戻し";
"qtMovieViewContextMenuFlashShowAll" = "すべてを表示";
"qtMovieViewContextMenuFlashZoomIn" = "拡大";
"qtMovieViewContextMenuFlashZoomOut" = "縮小";

"qtMovieViewContextMenuLinearCopy" = "コピー";
"qtMovieViewContextMenuLinearCut" = "カット";
"qtMovieViewContextMenuLinearPaste" = "ペースト";
"qtMovieViewContextMenuLinearPlay" = "再生";
"qtMovieViewContextMenuLinearRedo" = "やり直す";
"qtMovieViewContextMenuLinearSelectAll" = "すべてを選択";
"qtMovieViewContextMenuLinearSelectNone" = "何も選択しない";
"qtMovieViewContextMenuLinearStop" = "停止";
"qtMovieViewContextMenuLinearUndo" = "取り消す";

"qtMovieViewEditCut" = "カット";
"qtMovieViewEditCopy" = "コピー";
"qtMovieViewEditPaste" = "ペースト";
"qtMovieViewEditDelete" = "消去";
"qtMovieViewEditAdd" = "追加";
"qtMovieViewEditAddScaled" = "調整して追加";
"qtMovieViewEditReplace" = "置き換える";
"qtMovieViewEditTrim" = "トリム";
"qtMovieViewEditDrop" = "ドロップ";

"qtMovieFlattenOperation" = "ムービーをフラット化中...";
"qtMovieInsertTrackSegmentOperation" = "トラックセグメントを挿入中...";
"qtMovieInsertMovieSegmentOperation" = "ムービーセグメントを挿入中...";
"qtMoviePasteOperation" = "ペースト中...";
"qtMovieAddMovieSelectionOperation" = "ムービーの選択範囲を追加中...";
"qtMovieCopyOperation" = "コピー中...";
"qtMovieCutOperation" = "カット中...";
"qtMovieLoadMovieIntoRamOperation" = "ムービーを RAM に読み込み中...";
"qtMovieLoadTrackIntoRamOperation" = "トラックを RAM に読み込み中...";
"qtMovieLoadMediaIntoRamOperation" = "メディアを RAM に読み込み中...";
"qtMovieImportOperation" = "ムービーを読み込み中...";
"qtMovieExportOperation" = "ムービーを書き出し中...";
"qtMovieUnknownOperation" = "不明な操作を実行中...";

"qtMovieViewClippingName" = "ムービークリッビング";

"QTMoviePosterTimeAttribute" = "ポスター時間を設定";
"QTTrackHighQualityVideoAttribute" = "高品質ビデオを設定";
"QTTrackDeinterlaceVideoAttribute" = "デインターレースビデオを設定";
"QTTrackSingleFieldVideoAttribute" = "シングルフィールドビデオを設定";
"QTTrackPreloadTrackAttribute" = "事前読み込みトラックを設定";
"QTTrackNeverPurgeTrackAttribute" = "消去できないトラックを設定";
"QTTrackMatrixAttribute" = "トラックマトリックスを設定";
"QTTrackChapterlistAttribute" = "チャプタリストを設定";
"QTTrackMaskAttribute" = "トラックマスクを設定";
"QTTrackVolumeAttribute" = "トラック音量を設定";
"QTTrackBalanceAttribute" = "トラックバランスを設定";
"QTTrackHrefAttribute" = "トラック HREF を設定";
"QTTrackTransferModeAttribute" = "ビデオ転送モードを設定";
"QTTrackOperationColorAttribute" = "ビデオ操作カラーを設定";
"QTTrackEnabledAttribute" = "トラックを有効に設定";
"QTTrackLanguageAttribute" = "トラック言語を設定";
"QTTrackLayerAttribute" = "トラックレイヤーを設定";
"QTTrackDisplayNameAttribute" = "トラック名を設定";

"QTTrackDefaultName" = "トラック";
"QTTextTrackDefaultName" = "テキスト・トラック";
"QTChapterTrackDefaultName" = "チャプタトラック";
"QTVideoTrackDefaultName" = "ビデオトラック";
"QTSoundTrackDefaultName" = "サウンドトラック";
"QTSubtitleTrackDefaultName" = "字幕トラック";
"QTClosedCaptionTrackDefaultName" = "クローズド・キャプション・トラック";

"QTFormatDescriptionVideoFormatSummary" = "%@、%.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@、%.0f x %.0f（%.0f x %.0f）";

"QTFormatDescriptionProtectedAACFormat" = "AAC（保護）";
"QTFormatDescriptionProtectedAC3Format" = "AC3（保護）";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "ビデオメディア";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "オーディオ・メディア";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "Muxed メディア";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "テキストメディア";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "不明なメディア";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 システムストリーム";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 トランスポートストリーム";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 プログラムストリーム";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "DV Muxed ストリーム";

"QTCaptureDeviceUnknownDevice" = "不明な装置";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "アニメーション最高品質";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG 高品質";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 高品質";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple ロスレス";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC 高品質";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC 音声品質";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "フォーマット：Apple ロスレス";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "フォーマット：AAC\nビットレート：128 KBps／チャンネル";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "フォーマット：AAC\nビットレート：32 kbps／チャンネル\nサンプルレート：22.050 KHz";

"QTCompressionOptionsCompressorSummary" = "圧縮：%@";
"QTCompressionOptionsSizeSummary" = "最大サイズ：%d x %d";

"qtKitError" = "エラー";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "ディスクに空きがありません。";
"qtKitErrorString35" = "ボリュームが見つかりません。";
"qtKitErrorString36" = "I/O エラーが起きました。";
"qtKitErrorString37" = "ファイル名またはボリューム名が不正です。";
"qtKitErrorString38" = "ファイルが開いていません。";
"qtKitErrorString39" = "ファイルの最後に達しました。";
"qtKitErrorString41" = "メモリが足りません。";
"qtKitErrorString42" = "開いているファイルが多すぎます。";
"qtKitErrorString43" = "ファイルまたはディレクトリが見つかりませんでした。";
"qtKitErrorString44" = "ボリュームがロックされています。";
"qtKitErrorString45" = "ファイルがロックされています。";
"qtKitErrorString46" = "ボリュームがロックされています。";
"qtKitErrorString47" = "ファイルがビジー状態です。";
"qtKitErrorString48" = "その名前のファイルはすでに存在します。";
"qtKitErrorString192" = "必要なリソースが見つかりませんでした。";
"qtKitErrorString193" = "必要なリソースファイルが見つかりませんでした。";
"qtKitErrorString194" = "ファイルへのリソースの追加に失敗しました。";
"qtKitErrorString195" = "ファイルへのリソースリファレンスの追加に失敗しました。";
"qtKitErrorString196" = "リソースを取り除けませんでした。";
"qtKitErrorString197" = "リソースリファレンスを取り除けませんでした。";
"qtKitErrorString198" = "矛盾する属性のリソースがあります。";
"qtKitErrorString199" = "リソースマップが正しくありません。";
"qtKitErrorString1409" = "指定されたファイルフォークは存在しません。";
"qtKitErrorString2000" = "必要なデータリファレンスが決定できませんでした。";
"qtKitErrorString2001" = "ムービーで不正なイメージ記述が見つかりました。";
"qtKitErrorString2002" = "ムービーで不正なパブリック・ムービー・アトムが見つかりました。";
"qtKitErrorString2003" = "このムービーに必要なデータハンドラが見つかりませんでした。";
"qtKitErrorString2004" = "このムービーに必要なデータハンドラを開けませんでした。";
"qtKitErrorString2005" = "ムービーで不正なコンポーネントタイプが見つかりました。";
"qtKitErrorString2006" = "このムービーに必要なメディアハンドラが見つかりませんでした。";
"qtKitErrorString2007" = "このムービーに必要なデータハンドラが見つかりませんでした。";
"qtKitErrorString2008" = "このムービーで不正なメディアデータが見つかりました。";
"qtKitErrorString2009" = "このムービーで不正なトラックが見つかりました。";
"qtKitErrorString2010" = "ムービーに不正なデータが含まれています。";
"qtKitErrorString2011" = "ムービーに不正なサンプルテーブルが含まれています。";
"qtKitErrorString2012" = "ムービーに不正なデータリファレンスが含まれています。";
"qtKitErrorString2013" = "ムービーに不正なデータハンドラが含まれています。";
"qtKitErrorString2014" = "ムービーに不正な再生時間情報が含まれています。";
"qtKitErrorString2015" = "ムービーに不正な時間情報が含まれています。";
"qtKitErrorString2016" = "このムービーにはパブリック・ムービー・アトムを保存できません。";
"qtKitErrorString2017" = "ムービーに不正な編集リストがあります。";
"qtKitErrorString2018" = "ムービーのメディアタイプが一致しません。";
"qtKitErrorString2019" = "操作がキャンセルされました。";
"qtKitErrorString2020" = "ムービーのツールボックスが初期化されていません。";
"qtKitErrorString2021" = "必要な作業ファイルが見つかりませんでした。";
"qtKitErrorString2022" = "単一フォークのファイルを作成できませんでした。";
"qtKitErrorString2023" = "編集状態が無効です。";
"qtKitErrorString2024" = "編集状態が一致しません。";
"qtKitErrorString2025" = "編集状態が失効しています。";
"qtKitErrorString2026" = "ムービーの利用者データの一部がなくなっています。";
"qtKitErrorString2027" = "プログラムでエラーが起きました。";
"qtKitErrorString2028" = "間違ったトラックインデックスが指定されました。";
"qtKitErrorString2029" = "トラックの ID 番号が見つかりません。";
"qtKitErrorString2030" = "指定されたトラックはこのムービーにはありません。";
"qtKitErrorString2031" = "指定されたトラックには指定された時間がありません。";
"qtKitErrorString2032" = "指定されたメディアには指定された時間がありません。";
"qtKitErrorString2033" = "不正な編集インデックスが指定されました。";
"qtKitErrorString2034" = "QuickTime で予期しないエラーが起きました。";
"qtKitErrorString2035" = "必要なトラックが使用できません。";
"qtKitErrorString2036" = "ムービーで不正な長方形が見つかりました。";
"qtKitErrorString2037" = "ムービーで不正なサンプル番号が見つかりました。";
"qtKitErrorString2038" = "ムービーで不正なチャンク番号が見つかりました。";
"qtKitErrorString2039" = "ムービーで不正なサンプル記述のインデックスが見つかりました。";
"qtKitErrorString2040" = "ムービーで不正なチャンクキャッシュが見つかりました。";
"qtKitErrorString2041" = "ムービーで不正なサンプル記述が見つかりました。";
"qtKitErrorString2042" = "ファイルのデータフォークが読み込みのために開かれていません。";
"qtKitErrorString2043" = "ファイルのデータフォークが書き込みのために開かれていません。";
"qtKitErrorString2044" = "ファイルのデータフォークはすでに書き込みのために開かれています。";
"qtKitErrorString2045" = "ファイルのデータフォークはすでに閉じています。";
"qtKitErrorString2046" = "ムービーデータの最後に達しました。";
"qtKitErrorString2047" = "不正なデータリファレンスに遭遇しました。";
"qtKitErrorString2048" = "このファイルはムービーファイルではありません。";
"qtKitErrorString2049" = "ムービーで不正なデータリファレンスのコンテナが見つかりました。";
"qtKitErrorString2050" = "ムービーで不正なデータリファレンスのインデックスが見つかりました。";
"qtKitErrorString2051" = "このムービーはディスク上にデータファイルがありません。ムービーを保存してからもう一度やり直してください。";
"qtKitErrorString2052" = "既存のデータサンプルが使用できませんでした。";
"qtKitErrorString2053" = "アプリケーションがサポートされていない機能を使おうとしました。";
"qtKitErrorString2125" = "ファイル内のオフセットが大きすぎます。";
"qtKitErrorString2149" = "十分なムービーデータが利用できません。";
"qtKitErrorString5000" = "この操作を行うためのアクセス権がありません。";
"qtKitErrorString8969" = "ムービーに不正なデータが含まれています。";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "操作を完了できませんでした。";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "不明なエラー（%@）のため、操作を完了できませんでした。";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "メディアを取り込めません。";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "一部のソースメディアと目的のメディアの互換性がありません。";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "装置“%@”は、このアプリケーションによってすでに使用されているので、装置からメディアを取り込めませんでした。";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "装置“%@”を使用している操作を停止するか、その操作が完了するまで待ってください。";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "データを受信できなかったため、収録が失敗しました。";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "メディア入力ソースの電源が入っていて再生中であることを確認してください。";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "メディアの入力元と出力先の構成が変わったため、収録が停止しました。";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "もう一度収録を試してください。";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "ディスク“%2$@”がいっぱいになったので、“%1$@”への収録が停止しました。";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "ディスク“%@”からファイルを削除するか、別のディスクに収録してください。";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "装置“%@”の電源が切れたか接続解除されたので、収録が停止しました。";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "収録を続けるには、装置“%@”の電源を入れるか接続してください。";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "ソースメディアのフォーマットが変わったため、収録が停止しました。";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "別フォーマットのメディアを同じファイルに収録することはできません。";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "ファイルは %@ より短い必要があるため、収録が停止しました。";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "最長時間は %@ です。";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "ファイルは %@ より小さい必要があるため、収録が停止しました。";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "最大ファイルサイズは %@ です。";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "入力メディアで中断があったため、収録が停止しました。";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "収録に必要なリソースを使用している、アプリケーションを終了するか装置を接続解除してください。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "装置“%@”は接続されていないか電源が切れているので、開けませんでした。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "装置“%@”を開く前に、電源を入れるか接続してください。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "装置は、接続されていないか電源が切れているため、開けませんでした。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "装置を開く前に、電源を入れるか接続してください。";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "装置“%@”はすでに別のアプリケーションで使用されているので、開けませんでした。";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "装置“%@”を使用している操作を停止するか、その操作が完了するまで待つか、装置を使用しているアプリケーションを終了してください。";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "すでに開いている装置“%2$@”とコンフリクトしているので、装置“%1$@”を開けませんでした。";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "装置“%@”を使用している操作を停止してください。";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "ファイルの最大再生時間に達したため、収録が停止しました。";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "新しいファイルで収録を続けてみてください。";

"qtKitDataSizeInBytes" = "%@ バイト";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@（%@）";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "白黒";
"qtKitBitDepthStringForFourColors" = "4 色";
"qtKitBitDepthStringForSixteenColors" = "16 色";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256 色";
"qtKitBitDepthStringForThousandsColors" = "約 32000 色";
"qtKitBitDepthStringForMillionsColors" = "約 1670 万色";
"qtKitBitDepthStringForMillionsPlusColors" = "約 1670 万色以上";
"qtKitBitDepthStringForUnknownColors" = "不明";
"qtKitBitDepthStringForColorsColors" = "カラー";
"qtKitBitDepthStringForGrayColors" = "グレイ階調";
